export default {
  'id': '309',
  'name': 'UML-对象关系图',
  'code': 'uml-objrel',
  'desc': 'UML2.0中的对象关系图',
  'orderNo': 309,
  //当前分组下所有控件
  'controls': [
    {
      'id': '309001',
      'name': '实体',
    },
    {
      'id': '309002',
      'name': '关系',

    },
    {
      'id': '309003',
      'name': '视图',
    },
    {
      'id': '309004',
      'name': '父表与类别',
    },
    {
      'id': '309005',
      'name': '类别',
    },
    {
      'id': '309006',
      'name': '数据存储',
    },
    {
      'id': '309007',
      'name': '类别与子表',
    },
    {
      'id': '309008',
      'name': '表继承',
    },
    {
      'id': '309009',
      'name': '类型',
    },
    {
      'id': '309010',
      'name': '类型继承',
    },
    {
      'id': '309011',
      'name': '动态连接线',
    }
  ]

}
