export default {
  'id': '306',
  'name': 'UML-协作',
  'code': 'uml-cooperate',
  'desc': 'UML2.0中的协作图',
  'orderNo': 2,
  //当前分组下所有控件
  'controls': [
    {
      'id': '306001',
      'name': '对象',
    },
    {
      'id': '306002',
      'name': '角色',

    },
    {
      'id': '306003',
      'name': '消息',
    },
    {
      'id': '306004',
      'name': '消息',
    },
    {
      'id': '306005',
      'name': '消息',
    },
    {
      'id': '306006',
      'name': '消息',
    },
    {
      'id': '306007',
      'name': '消息',
    },
    {
      'id': '306008',
      'name': '消息',
    },
    {
      'id': '306009',
      'name': '消息',
    }
  ]

}
